Repository: wolly66/wpit-blog-stats
Catalog: languages/wpitstats-*.po
Languages: it_it

source: There are no stats yet. <a href="%s">Please, click here to create stats</a>
it_it: Non ci sono ancora statistiche. <a href="%s">Fai clic qui per creare le statistiche</a>

source: Please, you have to recreate stats in order to display decimal in average comments. <a href="%s"> click here</a>
it_it: Devi ricreare le statistiche al fine di visualizzare i decimali nella media commenti. <a href=“%s”>Fai clic qui</a>

source: Wpit Stats Settings - version:
it_it: Impostazioni wpit stats - versione:

source: There are stats for the following years:
it_it: Ci sono statistiche per i seguenti anni:

source: <p>Use this shortcode in posts or pages, to show all years: <strong> [wpitstats year="all"]</strong></p>
it_it: <p>Utilizza questo shortcode, in articoli o pagine, per mostrare tutti gli anni: <strong> [wpitstats year="all"]</strong></p>

source: <p>Use the following shortcodes in posts or pages, to show stats for specific year.</p>
it_it: <p>Utilizza i seguenti shortcode, in articoli o pagine, per mostrare un anno in particolare.</p>

source: There are NO stats for the following years, please create stats.
it_it: Non ci sono statistiche per i seguenti anni, crea le statistische.

source: <h3>Help</h3>
it_it: <h3>Aiuto</h3>

source: <p>You can copy the following code and then add to yours CSS theme, to have a responsive table or copy the sample.css that you can find in the css plugin directory</p>
it_it: <p>Puoi copiare il codice che segue e poi aggiungerlo al foglio stile del tuo tema per avere una tabella responsive, oppure copia il file sample.css che trovi nella cartella css del plugin.</p>

source: Year
it_it: Anno

source: Nr. Post
it_it: Nr.articoli

source: Avg post character
it_it: Media caratteri per articolo

source: Tot post character
it_it: Caratteri tot per articolo

source: Avg Comments
it_it: Media commenti

source: Tot Comments
it_it: Commenti totali

source: Sorry, no data
it_it: Nessun dato
